Repository: LPdsgn/WP-Bedrock
Catalog: web/app/languages/themes/frost-*.po
Languages: it_it

source: With its clean, minimal design and powerful feature set, Frost enables agencies to build stylish and sophisticated WordPress websites. Frost is a masterpiece of design and functionality. It features a range of valuable patterns, including hero and portfolio sections, prominent call-to-action buttons, and customer testimonials. Whether you’re building a website for your business, personal brand, or creative project, Frost is perfect for anyone looking to launch quickly and efficiently.
it_it: Con il suo design pulito e minimale e le sue potenti funzionalità, Frost consente alle agenzie di realizzare siti web WordPress eleganti e sofisticati. Frost è un capolavoro di design e funzionalità. Presenta una serie di template preziosi, come le sezioni hero e portfolio, i pulsanti invito in azione in evidenza e le testimonianze dei clienti. Frost è perfetto per chiunque voglia lanciarsi in modo rapido ed efficiente, sia per siti web aziendali, sia per un brand personale o un progetto creativo.

# Pattern title
source: Progres bars with text, spacers.
it_it: Barre di Progresso con testo, divisori.

source: Item #6
it_it: Elemento #6

source: Item #5
it_it: Elemento #5

source: Item #4
it_it: Elemento #4

source: Item #3
it_it: Elemento #3

source: Item #2
it_it: Elemento #2

source: Item #1
it_it: Elemento #1

source: Comments
it_it: Commenti

# Font family name
source: System Font
it_it: Font di sistema

# Pattern title
source: List of posts in three columns.
it_it: Griglia di articoli in tre colonne.

# Pattern title
source: Grid of posts in three columns.
it_it: Griglia di articoli in tre colonne.

source: Developer
it_it: Sviluppatore

source: Testimonial Avatar
it_it: Avatar Testimonial

source: —Anthony Breck, Developer
it_it: —Anthony Breck, Sviluppatore

source: Frost Theme Sample Image
it_it: Immagine di esempio del tema Frost

source: $995/yr.
it_it: € 995/anno.

source: FAQs
it_it: FAQ

source: $495/yr.
it_it: € 495/anno.

source: $195/yr.
it_it: € 195€anno.

source: $95/yr.
it_it: € 95/anno.

source: Build with Frost.
it_it: Realizzato con Frost.

source: Sample Logo
it_it: Logo di esempio

source: Sample Image
it_it: Immagine di esempio

source: Your Company LLC
it_it: La tua azienda S.r.l.

# Pattern title
source: Comments section and form
it_it: Sezione e modulo per i commenti

source: Compare features for your digital products or service plans.
it_it: Confronta le caratteristiche dei tuoi prodotti digitali o piani di servizi.

source: Pricing
it_it: Prezzi

source: Create a full page with multiple patterns that are grouped together.
it_it: Crea una pagina intera con vari pattern raggruppati assieme.

source: Page
it_it: Pagina

# Pattern title
source: Header notification bar with text, button.
it_it: Barra di notifica per header con testo e pulsante.

# Pattern title
source: Box with image, heading, text, button.
it_it: Box con immagine, titolo, testo e pulsante.

# Pattern title
source: Box with heading, text.
it_it: Box con titolo e testo.

# Pattern title
source: Box with image, text, social icons.
it_it: Box con immagine, testo e icone social.

source: With its minimal design and powerful feature set, Frost enables agencies to build stylish websites.
it_it: Con il suo design minimale e potenti funzionalità, Frost consente alle agenzie di creare siti web con stile.

source: Buy Frost
it_it: Compra Frost

source: The ultimate WordPress block theme for agencies and website builders.
it_it: Il tema WordPress a blocchi definitivo per le agenzie e per chi costruisce siti web.

source: Frost WordPress Theme
it_it: Tema Frost di WordPress

source: [INSERT SIGNUP FORM CODE HERE]
it_it: [INSERISCI QUI IL CODICE DEL MODULO DI ISCRIZIONE]

source: Don’t miss out on exclusive content, valuable insights, and fantastic offers. Stay connected + grow your business!
it_it: Non perderti contenuti esclusivi, approfondimenti preziosi e fantastiche offerte. Tieniti aggiornato e fai crescere la tua attività!

source: Newsletter Signup
it_it: Iscrizione alla newsletter

source: Solid
it_it: Tinta unita

source: Shadow
it_it: Ombra

# Style variation name
source: Teal
it_it: Verde acqua

# Style variation name
source: Red
it_it: Rosso

# Style variation name
source: Purple
it_it: Viola

# Style variation name
source: Orange
it_it: Arancione

# Style variation name
source: Green
it_it: Verde

# Style variation name
source: Graphite
it_it: Grafite

# Custom template name
source: No Title
it_it: Nessun titolo

# Custom template name
source: Blank
it_it: Vuoto

# Space size name
source: xLarge
it_it: Molto grande

# Space size name
source: Large
it_it: Grande

# Space size name
source: Medium
it_it: Medio

# Space size name
source: Small
it_it: Piccolo

# Space size name
source: xSmall
it_it: Molto piccolo

# Duotone name
source: Secondary and White
it_it: Secondario e bianco

# Duotone name
source: Primary and White
it_it: Primario e bianco

# Duotone name
source: Black and White
it_it: Bianco e nero

# Gradient name
source: Primary to Contrast
it_it: Da primario a contrasto

# Color name
source: Neutral
it_it: Neutro

# Color name
source: Secondary
it_it: Secondario

# Color name
source: Primary
it_it: Primario

# Color name
source: Contrast
it_it: Contrasto

# Font size name
source: xLarge
it_it: Molto grande

# Font size name
source: Large
it_it: Grande

# Font size name
source: Medium
it_it: Medio

# Font size name
source: Small
it_it: Piccolo

# Font size name
source: xSmall
it_it: Molto piccolo

# Pattern title
source: Sample pricing page.
it_it: Esempo di pagina con listino prezzi.

# Pattern title
source: Sample link page.
it_it: Esempio di pagina con link.

# Pattern title
source: Sample home page.
it_it: Esempio di homepage.

# Pattern title
source: Sample about page.
it_it: Esempio di about page.

# Pattern title
source: Header with site title, navigation.
it_it: Header con titolo del sito e navigazione.

# Pattern title
source: Testimonials with text, image.
it_it: Testimonianze con testo e immagine.

# Pattern title
source: Testimonials with text.
it_it: Testimonianze con testo.

# Pattern title
source: Team with image, text, link.
it_it: Team con immagine, testo e link.

# Pattern title
source: Pricing table with heading, list, buttons.
it_it: Listino con titolo, elenco e pulsanti.

# Pattern title
source: Portfolio with heading, text, images.
it_it: Portfolio con titolo, testo e immagini.

# Pattern title
source: Section with image, text, buttons.
it_it: Sezione con immagine, testo e pulsanti.

# Pattern title
source: Call-to-action with text, button.
it_it: Invito all'azione con testo e pulsante.

# Pattern title
source: Boxes with heading, text, button.
it_it: Box con titolo, testo e pulsante.

# Pattern title
source: Footer with text, links, buttons.
it_it: Footer con testo, link e pulsanti.

# Pattern title
source: Footer with heading, text, button.
it_it: Footer con titolo, testo e pulsante.

# Pattern title
source: Footer with text, button, links.
it_it: Footer con testo, pulsante e link.

# Pattern title
source: Footer with text, links.
it_it: Footer con testo e link.

# Pattern title
source: 404 error content.
it_it: Contenuto dell'errore 404.

source: Why should I download the Frost WordPress theme?
it_it: Perché dovrei scaricare il tema WordPress Frost?

source: Below is a list of frequently asked questions.
it_it: Di seguito, un elenco di domande frequenti.

source: Our Pricing
it_it: I nostri prezzi

source: Made with Frost
it_it: Creato con Frost

source: Listen to My Podcast
it_it: Ascota il mio podcast

source: Follow My Newsletter
it_it: Iscriviti alla mia newsletter

source: Download My Ebook
it_it: Scarica il mio eBook

source: Read My Blog
it_it: Leggi il mio blog

source: Visit My Website
it_it: Visita il mio sito web

source: Your Name
it_it: Il tuo nome

source: Stylish websites. Simply made.
it_it: Eleganti siti web. Creati con semplicità.

source: Frost utilizes the potential of the editor to create link pages, serve as a powerful tool for building relationships with clients, sharing valuable content, and boosting social media engagement.
it_it: Frost sfrutta il potenziale dell'editor per creare pagine di link che sono un potente strumento con cui costruire relazioni con i clienti, condividere contenuti di valore e aumentare la partecipazione sui social media.

source: One theme. Infinite designs.
it_it: Un tema. Infiniti design.

source: Frost is a masterpiece of design and functionality. It features a range of valuable elements, including hero and portfolio sections, prominent call-to-action buttons, and customer testimonials.
it_it: Frost è un capolavoro di design e funzionalità. Include una serie di elementi essenziali, inclusi hero e sezioni portfolio, pulsanti di invito all'azione ben in evidenza e testimonianze dei clienti.

source: Fresh patterns. Endless Layouts.
it_it: Pattern freschi. Infiniti layout.

source: Frost is the ultimate WordPress theme for website builders.
it_it: Frost è il tema WordPress definitivo per chi costruisce siti internet.

source: The talented folks who work on the Frost theme.
it_it: Le talentuose persone che lavorano al tema Frost.

source: Meet the team.
it_it: Incontra il team.

source: View Layouts
it_it: Visualizza layout

source: View Patterns
it_it: Visualizza pattern

source: With its clean, minimal design and powerful feature set, Frost enables agencies to build stylish and sophisticated WordPress websites. Ka-chow!
it_it: Con il suo design pulito, minimale e le sue potenti funzionalità, Frost consente alle agenzie di creare siti web eleganti e sofisticati. Sbam!

source: An essential element of web design used to create a visually striking design.
it_it: Un elemento essenziale del web design, usato per creare design di impatto.

source: Styles
it_it: Stili

source: A collection of full-page patterns used to showcase content or a message.
it_it: Una raccolta di pattern a pagina intera usati per mostrare dei contenuti o un messaggio.

source: Layouts
it_it: Layout

source: A preset bundle of blocks that empower builders and amplify their creativity.
it_it: Una raccolta predefinita di blocchi che consente ai creatori di amplificare la loro creatività.

source: Patterns
it_it: Pattern

source: Learn More →
it_it: Approfondisci →

source: The foundation on which aesthetics, user experience, and functionality is built.
it_it: Le fondamenta su cui poggiano estetica, user experience e funzionalità.

source: Whether you’re building a website for your business, personal brand, or creative project, Frost is the perfect solution for anyone looking to launch a website quickly and efficiently.
it_it: Che tu stia costruendo un sito per la tua attività, brand personale o progetto creativo, Frost è una soluzione perfetta per chiunque voglia lanciare un sito web in modo veloce ed efficiente.

source: Experience the next generation of WordPress.
it_it: Sperimenta la nuova generazione di WordPress.

source: With its clean, minimal design and powerful features, Frost enables agencies to build cool websites.
it_it: Con il suo design pulito e minimale e le sue potenti funzionalità, Frost consente alle agenzie di creare siti web fantastici.

source: View Profile
it_it: Visualizza profilo

source: I’m a WordPress developer and enjoy building websites.
it_it: Sono uno sviluppatore WordPress e mi piace costruire siti web.

source: Member Name
it_it: Nome del membro

source: Professional
it_it: Professionale

source: Feature Item
it_it: Elemento in evidenza

source: Personal
it_it: Personale

source: View Project
it_it: Visualizza progetto

source: Frost is a powerful WordPress theme created for agencies and professional website builders. With its clean, minimal design, Frost provides the perfect canvas for sophisticated websites.
it_it: Frost è un potente tema WordPress creato per agenzie e per chi costruisce siti web a livello professionale. Con il suo design pulito e minimale, Frost fornisce il punto di partenza perfetto per siti web sofisticati.

source: Welcome to Frost
it_it: Ti diamo il benvenuto in Frost

source: Get Started
it_it: Iniziamo

source: With its minimal design and powerful feature set, Frost enables agencies to build sophisticated websites.
it_it: Con il suo design minimale e potenti funzionalità, Frost consente alle agenzie di creare siti web raffinati.

source: Call-to-Action
it_it: Invito all'azione

source: Get Started Today
it_it: Inizia oggi

source: Frost is a powerful WordPress theme created for agencies and professional website builders. With its clean, minimal design, Frost provides the perfect canvas for stylish and sophisticated websites.
it_it: Frost è un potente tema WordPress creato per le agenzie e per chi costruisce siti web a livello professionale. Con il suo design pulito e minimale, Frost fornisce il punto di partenza perfetto per siti web eleganti e sofisticati.

source: Frost is a powerful WordPress theme created for agencies and professional website builders.
it_it: Frost è un potente tema WordPress creato per le agenzie e per chi costruisce siti web a livello professionale.

source: Build with Frost
it_it: Creato con Frost

source: Terms of Service
it_it: Termini di servizio

source: Contact Us
it_it: Contattaci

source: Get in Touch
it_it: Contattaci

source: Let’s Connect
it_it: Connettiamoci

source: Connect
it_it: Connetti

source: Development
it_it: Sviluppo

source: Services
it_it: Servizi

source: Accessibility
it_it: Accessibilità

source: Brand Guide
it_it: Guida del brand

source: Our Mission
it_it: Missione

source: Start Here
it_it: Inizia qui

source: About Us
it_it: Chi siamo

source: Learn More
it_it: Approfondisci

source: Our Company
it_it: La nostra azienda

source: Oops, the page you are looking for does not exist or is no longer available. Everything is still awesome. Just use the search form to find your way.
it_it: Ops! La pagina che stai cercando non esiste o non è più disponibile. Va comunque tutto benissimo. Ti basta usare il modulo di ricerca per ritrovare la via.

source: Not found, error 404
it_it: Non trovato, errore 404

source: Outline
it_it: Contorno

source: No Disc
it_it: Nessun disco.

source: Reverse
it_it: Inverti

source: With its clean, minimal design and powerful feature set, Frost enables agencies to build stylish and sophisticated WordPress websites.
it_it: Con il suo design pulito, minimale e le sue potenti funzionalità, Frost consente alle agenzie di creare siti web eleganti e sofisticati.
